Repository: sidimam/unraid-drive
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, zh_hans

source: Only the selected shares are shown on this TV. Your Unraid user's permissions still apply on the gateway.
ar: تُعرض على هذا التلفاز المشاركات المحددة فقط. تبقى صلاحيات مستخدم Unraid الخاص بك سارية على البوابة.
de: Auf diesem TV werden nur die ausgewählten Freigaben angezeigt. Die Berechtigungen deines Unraid-Benutzers gelten weiterhin auf dem Gateway.
es: En este TV solo se muestran los recursos compartidos seleccionados. Los permisos de tu usuario Unraid siguen aplicándose en el gateway.
fr: Seuls les partages sélectionnés sont affichés sur cette TV. Les permissions de votre utilisateur Unraid s’appliquent toujours sur la passerelle.
it: Su questa TV compaiono solo le share selezionate. I permessi del tuo utente Unraid restano validi sul gateway.
zh_hans: 此电视上只显示选中的共享。你的 Unraid 用户权限仍在网关上生效。

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
zh_hans: 打开

source: Open %@ folder
ar: افتح مجلد %@
de: Ordner „%@“ öffnen
es: Abrir carpeta %@
fr: Ouvrir le dossier %@
it: Apri cartella %@
zh_hans: 打开 %@ 文件夹

source: Open Unraid Drive
ar: افتح Unraid Drive
de: Unraid Drive öffnen
es: Abrir Unraid Drive
fr: Ouvrir Unraid Drive
it: Apri Unraid Drive
zh_hans: 打开 Unraid Drive

source: Open Unraid Drive on your iPhone, iPad or Mac, go to Settings › Pair an Apple TV and enter this code. The server and its credentials arrive here encrypted with the code; the TV then connects through your unraid-gateway with your own permissions.
ar: افتح Unraid Drive على iPhone أو iPad أو Mac، ثم انتقل إلى الإعدادات › إقران Apple TV وأدخل هذا الرمز. يصل الخادم وبيانات اعتماده هنا مشفّرة بالرمز؛ ثم يتصل التلفاز عبر unraid-gateway بصلاحياتك.
de: Öffne Unraid Drive auf iPhone, iPad oder Mac, gehe zu Einstellungen › Apple TV koppeln und gib diesen Code ein. Server und Zugangsdaten kommen mit dem Code verschlüsselt hier an; der TV verbindet sich dann über dein unraid-gateway mit deinen Berechtigungen.
es: Abre Unraid Drive en tu iPhone, iPad o Mac, ve a Ajustes › Emparejar un Apple TV e introduce este código. El servidor y sus credenciales llegan aquí cifrados con el código; el TV se conecta luego a través de tu unraid-gateway con tus permisos.
fr: Ouvrez Unraid Drive sur votre iPhone, iPad ou Mac, allez dans Réglages › Jumeler une Apple TV et saisissez ce code. Le serveur et ses identifiants arrivent ici chiffrés avec le code ; la TV se connecte ensuite via votre unraid-gateway avec vos permissions.
it: Apri Unraid Drive su iPhone, iPad o Mac, vai in Impostazioni › Abbina una Apple TV e inserisci questo codice. Server e credenziali arrivano qui cifrati con il codice; la TV si collega poi tramite il tuo unraid-gateway con i tuoi permessi.
zh_hans: 在 iPhone、iPad 或 Mac 上打开 Unraid Drive，进入“设置”›“配对 Apple TV”并输入此代码。服务器及其凭据会以该代码加密后送达；随后 Apple TV 通过你的 unraid-gateway 以你的权限连接。

source: Open in %@
ar: فتح في %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
it: Apri in %@
zh_hans: 在 %@ 中打开

source: Open in Finder
ar: افتح في Finder
de: Im Finder öffnen
es: Abrir en el Finder
fr: Ouvrir dans le Finder
it: Apri nel Finder
zh_hans: 在“访达”中打开

source: Open notification settings
ar: افتح إعدادات الإشعارات
de: Mitteilungseinstellungen öffnen
es: Abrir los ajustes de notificaciones
fr: Ouvrir les réglages des notifications
it: Apri le impostazioni notifiche
zh_hans: 打开通知设置

source: Open the Files app
ar: افتح تطبيق الملفات
de: Dateien-App öffnen
es: Abrir la app Archivos
fr: Ouvrir l’app Fichiers
it: Apri l’app File
zh_hans: 打开“文件”应用

source: Open the URL in Safari on this device. Check the container is running, the Cloudflare Tunnel or reverse proxy is up, and that you are not using a LAN address from outside your network.
ar: افتح العنوان في Safari على هذا الجهاز. تأكد من أن الحاوية تعمل، وأن Cloudflare Tunnel أو الوكيل العكسي يعمل، وأنك لا تستخدم عنوان شبكة محلية من خارج شبكتك.
de: Öffne die URL in Safari auf diesem Gerät. Prüfe, ob der Container läuft, der Cloudflare Tunnel oder Reverse Proxy aktiv ist und du keine LAN-Adresse von außerhalb deines Netzwerks verwendest.
es: Abre la URL en Safari en este dispositivo. Comprueba que el contenedor está en marcha, que el Cloudflare Tunnel o el proxy inverso funcionan y que no usas una dirección LAN desde fuera de tu red.
fr: Ouvrez l’URL dans Safari sur cet appareil. Vérifiez que le conteneur tourne, que le Cloudflare Tunnel ou le reverse proxy fonctionne et que vous n’utilisez pas une adresse LAN depuis l’extérieur de votre réseau.
it: Apri l’URL in Safari su questo dispositivo. Controlla che il container sia avviato, che il Cloudflare Tunnel o il reverse proxy siano attivi e che non stai usando un indirizzo LAN da fuori casa.
zh_hans: 在本设备的 Safari 中打开该 URL。检查容器是否在运行、Cloudflare Tunnel 或反向代理是否正常，以及是否在外网使用了局域网地址。

source: Open the Unraid web interface to read them.
ar: افتح واجهة Unraid على الويب لقراءتها.
de: Öffne die Unraid-Weboberfläche, um sie zu lesen.
es: Abre la interfaz web de Unraid para leerlas.
fr: Ouvrez l’interface web d’Unraid pour les lire.
it: Apri l’interfaccia web di Unraid per leggerle.
zh_hans: 打开 Unraid 网页界面阅读它们。

source: Open the preferences to register the location.
ar: افتح التفضيلات لتسجيل الموقع.
de: Öffne die Einstellungen, um den Ort zu registrieren.
es: Abre las preferencias para registrar la ubicación.
fr: Ouvrez les préférences pour enregistrer l’emplacement.
it: Apri le preferenze per registrare la posizione.
zh_hans: 打开偏好设置以注册位置。

source: Page %lld of %lld
ar: الصفحة %lld من %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
it: Pagina %lld di %lld
zh_hans: 第 %lld 页，共 %lld 页

source: Pair an Apple TV
ar: إقران Apple TV
de: Apple TV koppeln
es: Emparejar un Apple TV
fr: Jumeler une Apple TV
it: Abbina una Apple TV
zh_hans: 配对 Apple TV

source: Pair with iPhone, iPad or Mac
ar: الإقران مع iPhone أو iPad أو Mac
de: Mit iPhone, iPad oder Mac koppeln
es: Emparejar con iPhone, iPad o Mac
fr: Jumeler avec un iPhone, iPad ou Mac
it: Abbina con iPhone, iPad o Mac
zh_hans: 与 iPhone、iPad 或 Mac 配对

source: Paired: %@
ar: تم الإقران: %@
de: Gekoppelt: %@
es: Emparejado: %@
fr: Jumelé : %@
it: Abbinato: %@
zh_hans: 已配对：%@

source: Parity check
ar: فحص التكافؤ
de: Paritätsprüfung
es: Comprobación de paridad
fr: Contrôle de parité
it: Controllo parità
zh_hans: 校验检查

source: Paste %@
ar: لصق %@
de: %@ einsetzen
es: Pegar %@
fr: Coller %@
it: Incolla %@
zh_hans: 粘贴 %@

source: Paste (move) %@
ar: لصق (نقل) %@
de: %@ einsetzen (bewegen)
es: Pegar (mover) %@
fr: Coller (déplacer) %@
it: Incolla (sposta) %@
zh_hans: 粘贴（移动）%@

source: Paste (move) into folder
ar: لصق (نقل) في المجلد
de: In Ordner einsetzen (bewegen)
es: Pegar (mover) en la carpeta
fr: Coller (déplacer) dans le dossier
it: Incolla (sposta) nella cartella
zh_hans: 粘贴（移动）到文件夹

source: Paste into folder
ar: لصق في المجلد
de: In Ordner einsetzen
es: Pegar en la carpeta
fr: Coller dans le dossier
it: Incolla nella cartella
zh_hans: 粘贴到文件夹

source: Pasting…
ar: جارٍ اللصق…
de: Wird eingesetzt …
es: Pegando…
fr: Collage…
it: Incollo…
zh_hans: 正在粘贴…

source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
zh_hans: 路径

source: Pause sync
ar: إيقاف المزامنة مؤقتًا
de: Synchronisierung pausieren
es: Pausar la sincronización
fr: Mettre la synchronisation en pause
it: Metti in pausa la sincronizzazione
zh_hans: 暂停同步

source: Paused from the menu bar
ar: متوقف مؤقتًا من شريط القوائم
de: Über die Menüleiste pausiert
es: En pausa desde la barra de menús
fr: Mis en pause depuis la barre des menus
it: In pausa dalla barra dei menu
zh_hans: 已从菜单栏暂停

source: Permissions
ar: الصلاحيات
de: Berechtigungen
es: Permisos
it: Permessi
zh_hans: 权限

source: Plain HTTPS to the gateway: a LAN address, a reverse proxy with a certificate, or a Cloudflare Tunnel hostname without Access.
ar: HTTPS مباشر إلى البوابة: عنوان شبكة محلية، أو وكيل عكسي بشهادة، أو اسم مضيف Cloudflare Tunnel بدون Access.
de: Direktes HTTPS zum Gateway: eine LAN-Adresse, ein Reverse Proxy mit Zertifikat oder ein Cloudflare-Tunnel-Hostname ohne Access.
es: HTTPS directo al gateway: una dirección LAN, un proxy inverso con certificado o un hostname de Cloudflare Tunnel sin Access.
fr: HTTPS direct vers la passerelle : une adresse LAN, un reverse proxy avec certificat ou un nom d’hôte Cloudflare Tunnel sans Access.
it: HTTPS diretto verso il gateway: un indirizzo LAN, un reverse proxy con certificato o un hostname Cloudflare Tunnel senza Access.
zh_hans: 直接通过 HTTPS 访问网关：局域网地址、带证书的反向代理，或未启用 Access 的 Cloudflare Tunnel 主机名。

source: Play with mpv
ar: التشغيل بـ mpv
de: Mit mpv abspielen
es: Reproducir con mpv
fr: Lire avec mpv
it: Riproduci con mpv
zh_hans: 用 mpv 播放

source: Play with the built-in mpv player
ar: التشغيل بمشغّل mpv المدمج
de: Mit dem integrierten mpv-Player abspielen
es: Reproducir con el reproductor mpv integrado
fr: Lire avec le lecteur mpv intégré
it: Riproduci con il lettore mpv integrato
zh_hans: 用内置 mpv 播放器播放

source: Preferences…
ar: التفضيلات…
de: Einstellungen …
es: Preferencias…
fr: Préférences…
it: Preferenze…
zh_hans: 偏好设置…

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
zh_hans: 上一页

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
zh_hans: 隐私

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
zh_hans: 隐私政策

source: Publish the gateway port through Cloudflare (works behind CGNAT, free) or a reverse proxy with a valid certificate. Optionally protect it with Cloudflare Zero Trust and a Service Token: the app supports it.
ar: انشر منفذ البوابة عبر Cloudflare (يعمل خلف CGNAT، مجاني) أو عبر وكيل عكسي بشهادة صالحة. ويمكنك حمايتها بـ Cloudflare Zero Trust ورمز خدمة: التطبيق يدعم ذلك.
de: Veröffentliche den Gateway-Port über Cloudflare (funktioniert hinter CGNAT, kostenlos) oder einen Reverse Proxy mit gültigem Zertifikat. Optional mit Cloudflare Zero Trust und einem Service Token schützen: die App unterstützt es.
es: Publica el puerto del gateway a través de Cloudflare (funciona tras CGNAT, gratis) o de un proxy inverso con certificado válido. Si quieres, protégelo con Cloudflare Zero Trust y un Service Token: la app lo admite.
fr: Publiez le port de la passerelle via Cloudflare (fonctionne derrière un CGNAT, gratuit) ou un reverse proxy avec certificat valide. Protégez-le éventuellement avec Cloudflare Zero Trust et un Service Token : l’app le prend en charge.
it: Pubblica la porta del gateway tramite Cloudflare (funziona dietro CGNAT, gratis) o un reverse proxy con certificato valido. Se vuoi, proteggila con Cloudflare Zero Trust e un Service Token: l’app lo supporta.
zh_hans: 通过 Cloudflare（可在 CGNAT 后使用，免费）或带有效证书的反向代理发布网关端口。可选地用 Cloudflare Zero Trust 和 Service Token 保护它：应用支持该方式。

source: Publish the gateway port through a Cloudflare Tunnel (works behind CGNAT, free) or a reverse proxy with a valid certificate. Optionally protect it with Cloudflare Zero Trust and a Service Token: the app supports it.
ar: انشر منفذ البوابة عبر Cloudflare Tunnel (يعمل خلف CGNAT، مجاني) أو وكيل عكسي بشهادة صالحة. يمكنك اختياريًا حمايته بـ Cloudflare Zero Trust وService Token: التطبيق يدعم ذلك.
de: Veröffentliche den Gateway-Port über einen Cloudflare Tunnel (funktioniert hinter CGNAT, kostenlos) oder einen Reverse Proxy mit gültigem Zertifikat. Optional schützt du ihn mit Cloudflare Zero Trust und einem Service Token: Die App unterstützt das.
es: Publica el puerto del gateway mediante un Cloudflare Tunnel (funciona tras CGNAT, gratis) o un proxy inverso con certificado válido. Opcionalmente protégelo con Cloudflare Zero Trust y un Service Token: la app lo admite.
fr: Publiez le port de la passerelle via un Cloudflare Tunnel (fonctionne derrière un CGNAT, gratuit) ou un reverse proxy avec un certificat valide. Protégez-le éventuellement avec Cloudflare Zero Trust et un Service Token : l’app le prend en charge.
it: Pubblica la porta del gateway con un Cloudflare Tunnel (funziona dietro CGNAT, gratuito) o un reverse proxy con certificato valido. Se vuoi, proteggilo con Cloudflare Zero Trust e un Service Token: l’app lo supporta.
zh_hans: 通过 Cloudflare Tunnel（可穿透 CGNAT，免费）或带有效证书的反向代理发布网关端口。可选地用 Cloudflare Zero Trust 和 Service Token 保护它：本应用支持。

source: Purple
ar: بنفسجي
de: Violett
es: Morado
fr: Violet
it: Viola
zh_hans: 紫色

source: Quick Look
ar: نظرة سريعة
de: Übersicht
es: Vista rápida
fr: Coup d’œil
zh_hans: 快速查看

source: Quit Unraid Drive
ar: إنهاء Unraid Drive
de: Unraid Drive beenden
es: Salir de Unraid Drive
fr: Quitter Unraid Drive
it: Esci da Unraid Drive
zh_hans: 退出 Unraid Drive

source: Read and write
ar: قراءة وكتابة
de: Lesen und Schreiben
es: Lectura y escritura
fr: Lecture et écriture
it: Lettura e scrittura
zh_hans: 读写

source: Read only
ar: للقراءة فقط
de: Nur lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
zh_hans: 只读

source: Rebuild
ar: إعادة البناء
de: Neu aufbauen
es: Reconstruir
fr: Reconstruire
it: Ricostruisci
zh_hans: 重建

source: Rebuild the Files location
ar: إعادة بناء الموقع في الملفات
de: Ort in Dateien neu aufbauen
es: Reconstruir la ubicación en Archivos
fr: Reconstruire l’emplacement Fichiers
it: Ricostruisci la posizione in File
zh_hans: 重建“文件”位置

source: Rebuild the Files location?
ar: إعادة بناء الموقع في الملفات؟
de: Ort in Dateien neu aufbauen?
es: ¿Reconstruir la ubicación en Archivos?
fr: Reconstruire l’emplacement Fichiers ?
it: Ricostruire la posizione in File?
zh_hans: 要重建“文件”位置吗？

source: Rebuild the Finder location
ar: إعادة بناء موقع Finder
de: Finder-Ort neu aufbauen
es: Reconstruir la ubicación del Finder
fr: Reconstruire l’emplacement du Finder
it: Ricostruisci la posizione nel Finder
zh_hans: 重建“访达”位置

source: Rebuild the Finder location?
ar: إعادة بناء موقع Finder؟
de: Finder-Ort neu aufbauen?
es: ¿Reconstruir la ubicación del Finder?
fr: Reconstruire l’emplacement du Finder ?
it: Ricostruire la posizione nel Finder?
zh_hans: 要重建“访达”位置吗？

source: Received data could not be decrypted. Check the code and try again.
ar: تعذّر فك تشفير البيانات المستلمة. تحقق من الرمز وحاول مجددًا.
de: Die empfangenen Daten konnten nicht entschlüsselt werden. Prüfe den Code und versuche es erneut.
es: No se pudieron descifrar los datos recibidos. Comprueba el código y vuelve a intentarlo.
fr: Les données reçues n’ont pu être déchiffrées. Vérifiez le code et réessayez.
it: I dati ricevuti non si possono decifrare. Controlla il codice e riprova.
zh_hans: 无法解密收到的数据。请检查代码后重试。

source: Recent activity
ar: النشاط الأخير
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente
zh_hans: 最近活动

source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
it: Rosso
zh_hans: 红色

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
zh_hans: 刷新

source: Refresh Unraid Drive locations
ar: تحديث مواقع Unraid Drive
de: Unraid Drive-Orte aktualisieren
es: Actualizar las ubicaciones de Unraid Drive
fr: Actualiser les emplacements Unraid Drive
it: Aggiorna le posizioni di Unraid Drive
zh_hans: 刷新 Unraid Drive 位置

source: Refresh all
ar: تحديث الكل
de: Alle aktualisieren
es: Actualizar todo
fr: Tout actualiser
it: Aggiorna tutto
zh_hans: 全部刷新

source: Refresh the Files app
ar: تحديث تطبيق الملفات
de: Dateien-App aktualisieren
es: Actualizar la app Archivos
fr: Actualiser l’app Fichiers
it: Aggiorna l’app File
zh_hans: 刷新“文件”应用

source: Refresh the Finder location
ar: تحديث موقع Finder
de: Finder-Ort aktualisieren
es: Actualizar la ubicación del Finder
fr: Actualiser l’emplacement du Finder
it: Aggiorna la posizione nel Finder
zh_hans: 刷新“访达”位置

source: Refreshing…
ar: جارٍ التحديث…
de: Aktualisiere …
es: Actualizando…
fr: Actualisation…
it: Aggiornamento…
zh_hans: 正在刷新…

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
zh_hans: 移除

source: Remove %@?
ar: إزالة %@؟
de: %@ entfernen?
es: ¿Quitar %@?
fr: Retirer %@ ?
it: Rimuovere %@?
zh_hans: 要移除 %@ 吗？

source: Remove this server from the TV
ar: إزالة هذا الخادم من التلفاز
de: Diesen Server vom TV entfernen
es: Quitar este servidor del TV
fr: Retirer ce serveur de la TV
it: Rimuovi questo server dalla TV
zh_hans: 从 Apple TV 移除此服务器

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
zh_hans: 重命名

source: Replace if it exists
ar: استبدال إن كان موجودًا
de: Ersetzen, falls vorhanden
es: Reemplazar si existe
fr: Remplacer s’il existe
it: Sostituisci se esiste
zh_hans: 若已存在则替换

source: Report a problem
ar: الإبلاغ عن مشكلة
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
zh_hans: 报告问题

source: Restore %lld server(s) from iCloud
ar: استعادة %lld خادم من iCloud
de: %lld Server aus iCloud wiederherstellen
es: Restaurar %lld servidor(es) desde iCloud
fr: Restaurer %lld serveur(s) depuis iCloud
it: Ripristina %lld server da iCloud
zh_hans: 从 iCloud 恢复 %lld 个服务器

source: Restore first: on a new or reinstalled device the walkthrough finds the configuration saved in iCloud, restores it and registers the device on the gateways again; the Apple TV shows what is waiting in iCloud and receives every server with one pairing code. Clearer errors when a video cannot stream; Rename and New folder on Apple TV.
ar: الاستعادة أولاً: على جهاز جديد أو معاد تثبيته تجد الجولة التعريفية الإعدادات المحفوظة في iCloud وتستعيدها وتعيد تسجيل الجهاز على البوابات؛ يعرض Apple TV ما ينتظر في iCloud ويستلم كل الخوادم برمز إقران واحد. أخطاء أوضح عند تعذّر بث فيديو؛ إعادة التسمية ومجلد جديد على Apple TV.
de: Wiederherstellen zuerst: auf einem neuen oder neu installierten Gerät findet die Einführung die in iCloud gespeicherte Konfiguration, stellt sie wieder her und registriert das Gerät erneut bei den Gateways; das Apple TV zeigt, was in iCloud wartet, und erhält alle Server mit einem Kopplungscode. Klarere Fehler, wenn ein Video nicht startet; Umbenennen und Neuer Ordner auf Apple TV.
es: Primero la restauración: en un dispositivo nuevo o reinstalado el recorrido encuentra la configuración guardada en iCloud, la restaura y vuelve a registrar el dispositivo en los gateways; el Apple TV muestra lo que espera en iCloud y recibe todos los servidores con un solo código. Errores más claros cuando un vídeo no se reproduce; Renombrar y Nueva carpeta en Apple TV.
fr: La restauration d'abord : sur un appareil neuf ou réinstallé, la visite guidée trouve la configuration enregistrée dans iCloud, la restaure et réenregistre l'appareil sur les passerelles ; l'Apple TV affiche ce qui attend dans iCloud et reçoit tous les serveurs avec un seul code. Erreurs plus claires quand une vidéo ne démarre pas ; Renommer et Nouveau dossier sur Apple TV.
it: Prima il ripristino: su un dispositivo nuovo o reinstallato il walkthrough trova la configurazione salvata in iCloud, la ripristina e registra di nuovo il dispositivo sui gateway; l'Apple TV mostra cosa attende in iCloud e riceve tutti i server con un solo codice di abbinamento. Errori più chiari quando un video non si avvia; Rinomina e Nuova cartella su Apple TV.
zh_hans: 先恢复：在新设备或重装设备上，引导会找到保存在 iCloud 中的配置，恢复它并重新在网关上注册设备；Apple TV 会显示 iCloud 中待恢复的内容，并通过一个配对码接收所有服务器。视频无法播放时的错误更清晰；Apple TV 上新增重命名和新建文件夹。

source: Restoring…
ar: جارٍ الاستعادة…
de: Wiederherstellen…
es: Restaurando…
fr: Restauration…
it: Ripristino…
zh_hans: 正在恢复…

source: Resume sync
ar: استئناف المزامنة
de: Synchronisierung fortsetzen
es: Reanudar la sincronización
fr: Reprendre la synchronisation
it: Riprendi la sincronizzazione
zh_hans: 恢复同步

source: Returns the names of the files and folders in a share folder.
ar: يعيد أسماء الملفات والمجلدات في مجلد المشاركة.
de: Gibt die Namen der Dateien und Ordner in einem Freigabeordner zurück.
es: Devuelve los nombres de los archivos y carpetas de una carpeta compartida.
fr: Renvoie les noms des fichiers et dossiers d’un dossier de partage.
it: Restituisce i nomi di file e cartelle in una cartella di una share.
zh_hans: 返回共享文件夹中文件和文件夹的名称。

source: Roles
ar: الأدوار
de: Rollen
fr: Rôles
it: Ruoli
zh_hans: 角色

source: Run again
ar: إعادة التشغيل
de: Erneut ausführen
es: Repetir
fr: Relancer
it: Riesegui
zh_hans: 再次运行

source: Run connection test
ar: تشغيل اختبار الاتصال
de: Verbindungstest ausführen
es: Ejecutar prueba de conexión
fr: Lancer le test de connexion
it: Esegui il test di connessione
zh_hans: 运行连接测试

source: Sample data, offline
ar: بيانات نموذجية، دون اتصال
de: Beispieldaten, offline
es: Datos de ejemplo, sin conexión
fr: Données d’exemple, hors ligne
it: Dati di esempio, offline
zh_hans: 示例数据，离线

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
zh_hans: 存储

source: Save clipboard
ar: حفظ الحافظة
de: Zwischenablage sichern
es: Guardar portapapeles
fr: Enregistrer le presse-papiers
it: Salva appunti
zh_hans: 保存剪贴板

source: Save clipboard to Unraid Drive
ar: حفظ الحافظة في Unraid Drive
de: Zwischenablage in Unraid Drive sichern
es: Guardar el portapapeles en Unraid Drive
fr: Enregistrer le presse-papiers dans Unraid Drive
it: Salva gli appunti in Unraid Drive
zh_hans: 将剪贴板保存到 Unraid Drive

source: Save the clipboard to ${folder} on ${server}
ar: حفظ الحافظة في ${folder} على ${server}
de: Zwischenablage in ${folder} auf ${server} sichern
es: Guardar el portapapeles en ${folder} en ${server}
fr: Enregistrer le presse-papiers dans ${folder} sur ${server}
it: Salva gli appunti in ${folder} su ${server}
zh_hans: 将剪贴板保存到 ${server} 的 ${folder}

source: Saves the clipboard (text, image or file) as a new file in a share of your Unraid server.
ar: يحفظ الحافظة (نص أو صورة أو ملف) كملف جديد في مشاركة على خادم Unraid.
de: Sichert die Zwischenablage (Text, Bild oder Datei) als neue Datei in einer Freigabe deines Unraid-Servers.
es: Guarda el portapapeles (texto, imagen o archivo) como archivo nuevo en un recurso compartido de tu servidor Unraid.
fr: Enregistre le presse-papiers (texte, image ou fichier) comme nouveau fichier dans un partage de votre serveur Unraid.
it: Salva gli appunti (testo, immagine o file) come nuovo file in una share del tuo server Unraid.
zh_hans: 将剪贴板（文本、图像或文件）保存为 Unraid 服务器共享中的新文件。

source: Search in this folder
ar: البحث في هذا المجلد
de: In diesem Ordner suchen
es: Buscar en esta carpeta
fr: Rechercher dans ce dossier
it: Cerca in questa cartella
zh_hans: 在此文件夹中搜索

source: Secrets are never shown back. Paste the API key again (and the service token, if any) to save.
ar: لا تُعرض الأسرار مجددًا. الصق مفتاح API مرة أخرى (ورمز الخدمة إن وجد) للحفظ.
de: Geheimnisse werden nie erneut angezeigt. Füge den API-Schlüssel (und ggf. das Service Token) erneut ein, um zu sichern.
es: Los secretos nunca se vuelven a mostrar. Pega de nuevo la clave API (y el service token, si lo hay) para guardar.
fr: Les secrets ne sont jamais réaffichés. Collez à nouveau la clé API (et le service token, le cas échéant) pour enregistrer.
it: I segreti non vengono mai rimostrati. Incolla di nuovo la chiave API (e il service token, se c’è) per salvare.
zh_hans: 密钥不会再次显示。请重新粘贴 API 密钥（以及 Service Token，如有）以保存。

source: See all
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
it: Visualizza tutto
zh_hans: 查看全部

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
zh_hans: 发送

source: Send all servers (%lld)
ar: إرسال كل الخوادم (%lld)
de: Alle Server senden (%lld)
es: Enviar todos los servidores (%lld)
fr: Envoyer tous les serveurs (%lld)
it: Invia tutti i server (%lld)
zh_hans: 发送所有服务器（%lld）

source: Send feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
it: Invia feedback
zh_hans: 发送反馈

source: Sent. The TV picks it up within a few seconds.
ar: تم الإرسال. سيستلمه التلفاز خلال ثوانٍ.
de: Gesendet. Der TV übernimmt es in wenigen Sekunden.
es: Enviado. El TV lo recibe en unos segundos.
fr: Envoyé. La TV le récupère en quelques secondes.
it: Inviato. La TV lo riceve entro pochi secondi.
zh_hans: 已发送。Apple TV 会在几秒内接收。
